tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "mongodb/brew"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "bash-snippets"
brew "cmake"
brew "ddgr"
brew "elm"
brew "exiftool"
brew "fzf"
brew "gdb"
brew "gdrive"
brew "geckodriver"
brew "git"
brew "gnupg"
brew "go"
brew "gradle"
brew "htop"
brew "make"
brew "mas"
brew "python"
brew "neofetch"
brew "neovim"
brew "node"
brew "postgresql"
brew "sip"
brew "pyqt"
brew "ranger"
brew "subversion"
brew "telnet"
brew "tmux"
brew "vim"
brew "wget"
brew "yarn"
brew "zsh"
brew "github/gh/gh"
brew "mongodb/brew/mongodb-community-shell"
cask "aerial"
cask "altserver"
cask "appcleaner"
cask "argouml"
cask "bitwarden"
cask "brave-browser"
cask "calibre"
cask "dashlane"
cask "discord"
cask "docker"
cask "figma"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "gimp"
cask "intellij-idea"
cask "iterm2"
cask "keybase"
cask "microsoft-teams"
cask "musescore"
cask "notion"
cask "plex-media-player"
cask "postman"
cask "signal"
cask "slack"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
cask "vlc"
cask "vnc-viewer"
cask "webex-meetings"
cask "wireshark"
cask "xquartz"
mas "GarageBand", id: 682658836
mas "Irvue", id: 1039633667
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Shazam", id: 897118787
mas "WireGuard", id: 1451685025
