tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "mongodb/brew"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "bash-snippets"
brew "cmake"
brew "python", link: false
brew "ddgr"
brew "elm"
brew "fzf"
brew "gdb"
brew "gdrive"
brew "geckodriver"
brew "git"
brew "gnupg"
brew "gradle"
brew "libxml2"
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "libusbmuxd", args: ["HEAD"]
brew "llvm"
brew "make"
brew "neofetch"
brew "node"
brew "sip"
brew "pyqt"
brew "python@2"
brew "ranger"
brew "subversion"
brew "telnet"
brew "tmux"
brew "vim"
brew "wget"
brew "wireshark", link: false
brew "yarn"
brew "zsh"
brew "mongodb/brew/mongodb-community-shell"
cask "argouml"
cask "figma"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "keybase"
cask "notion"
cask "postman"
cask "telegram"
cask "webex-meetings"
cask "wireshark"
